{
  "guide.vampirism": "Vampirism Handbuch",
  "guide.vampirism.title": "Vampirismus",
  "guide.vampirism.welcome": "Willkommen bei Vampirism.",
  "guide.vampirism.overview.title": "Übersicht",
  "guide.vampirism.overview.intro": "Einführung",
  "guide.vampirism.overview.intro.text": "Willkommen zu Vampirism, einer Mod die es erlaubt zum Vampir zu werden.\\n\nAls ein Vampir musst du endlich nicht mehr dieses trockene Brot oder sonderbare Früchte wie \"Äpfel\" essen, sondern kannst dich mit etwas leckerem Blut sättigen, welches du von Tieren oder lieber Dorfbewohnern saugen kannst.\\n\nAber vielleicht willst du ja gar kein Vampir sein, sondern die Vampire lieber jagen?\\n\nDann kannst du stattdessen ein Vampir Jäger werden und ein paar nützliche Fähigkeiten lernen um diese untoten Kreaturen zu vernichten. Vielleicht kannst du sogar ein paar von deren Fähigkeiten für eigene Zwecke missbrauchen.",
  "guide.vampirism.overview.getting_started": "Erste Schritte",
  "guide.vampirism.overview.getting_started.text": "Als erstes musst du entscheiden, ob du ein Vampir oder ein Jäger werden möchtest. Schau dir dazu am besten die anderen Kapitel an. Dann mache mit dem entsprechenden \"Erste Schritte\" Kapitel weiter",
  "guide.vampirism.overview.config": "Einstellungen",
  "guide.vampirism.overview.config.text": "Vampirism has a lot of configuration and balance options.\nThere are multiple config files. Some apply to all worlds and are located in the '.minecraft/config' directory and others are specific to a certain world and are located inside the world directory in 'serverconfig'.",
  "guide.vampirism.overview.config.general.text": "§lClient side configuration§r, like e.g. the render location of the level indicator, can be found in config/vampirism-client.toml. The §lmain gameplay related§r options are world specifc and located in 'severconfig/vampirism-server.toml'.",
  "guide.vampirism.overview.config.general.examples": "§lBeispiele:§r\\n\n§oSonnenschaden Dimensionen§r\\n\nDu kannst den Standardwert für nicht konfigurierte Dimensionen (sundamageUnknownDimension).\nFür einzelene Dimensionen kannst du den Sonnenschaden erzwingen, indem du sie zu 'sundamageDimensionsOveerridePositive' hinzufügst. Finde die aktuelle Dimension mit '/vampirism currentDimension' heraus.\n§oAutomatische Glas Flaschen Konvertierung§r\\n\nStandardmäßig konvertiert Vampirism automatisch zwischen Blut Flaschen und Glas Flaschen. Falls du dies nicht möchtest oder es Probleme verursacht, kannst du dies hier deaktivieren.",
  "guide.vampirism.overview.config.balance.text": "Additionally, 'serverconfig/vampirism-balance.toml' allows you to fine tune a lot of balancing values.",
  "guide.vampirism.overview.trouble": "Fehlerbehebung",
  "guide.vampirism.overview.trouble.text": "§c§lIf your game crashes or does not start, we do NEED a crashreport§r\\nWithout a log file or at at least a extensive description of your problem, we can do absolutely nothing to help you.\\nSo please follow the following steps (If you have questions about the steps themselves, feel free to ask).\\n1. Find the Minecraft log file If you use the standard Minecraft launcher, the interesting logfile is .minecraft/logs/fml-client-latest.txt. (How to find the .minecraft folder). In case you have a server, the interesting log file should be logs/fml-server-latest.txt. If you use another launcher, it might have a function to easily upload or locate log files.\\n2. Make a post on Curseforge, describe the problem and include the log either within a spoiler or as a Pastebin of it. If you know what you are doing, you can also create an issue on Github.",
  "guide.vampirism.overview.dev": "Entwicklung",
  "guide.vampirism.overview.dev.text": "Dieser Mod wird aktuell von Maxanier  und Cheaterpaul entwickelt und von vielen helfenden Benutzern übersetzt. Wenn du gut Java Kenntnisse besitzt und helfen möchtest, kontaktieren ihn bitte. Wenn nicht kannst du immer noch beim übersetzen helfen, Feedback geben oder Texturen erstellen. Für mehr Informationen klick auf den Link an der Seite.",
  "guide.vampirism.overview.support": "Unterstütze die Entwicklung",
  "guide.vampirism.overview.support.text": "Die Entwicklung von diesem Mod kostet viel Zeit und auch wenn es mir die meiste Zeit Spaß macht, gibt es ein paar Dinge, die absolut langweilig sind und manchmal frage ich mich, ob sich die Mühe lohnt.\n\nWenn du die Entwicklung unterstützen möchtest und mir helfen möchtest mich selbst zu motivieren, ziehe bitte eine Spende in betracht.. Auf der CurseForge Seite, kann man Einzelspenden machen.\nWenn du kein Geld spenden kannst oder möchtest, kannst du im Abschnitt \"Entwicklung\" sehen, wie man helfen kann.",
  "guide.vampirism.overview.credits": "Credits",
  "guide.vampirism.vampire.title": "Vampir",
  "guide.vampirism.vampire.getting_started": "Erste Schritte als Vampir",
  "guide.vampirism.vampire.getting_started.become": "Um ein Vampir zu werden, musst du von einem Vampir gebissen werden. Wenn ein Vampir dich von hinten beisst, besteht eine Chance den Effekt \"Sanguinare Vampiris\" zu bekommen. Du hast diesen Effekt einen Tag und wenn du diesen überstehst, wirst du zu einem Vampir.\nWillst du dies vermeiden, kannst du einen Eimer Milch trinken, um den Effekt abzubrechen. §|Alternativ§r kannst du mit Vampir Zähnen rechts-klicken, und dir so Blut injizieren.",
  "guide.vampirism.vampire.getting_started.as_vampire": "Sobald du ein Vampir bist, ist eine der wichtigsten Quellen für Blut (zumindest die beste Quelle) Dorfbewohner und du solltest mehrere von ihnen finden. Achte aber auf Vampir Jäger, sie werden dich angreifen und versuchen die Dorfbewohner zu beschützen.\nDu hast sicher bemerkt, das du dich in der Sonne nicht so wohl fühlst, aber die Sonne fügt schwachen Vampiren, wie du es aktuell bist, keinen Schaden zu.",
  "guide.vampirism.vampire.getting_started.zombie": "As an undead vampire Zombies will stop attacking you because they can no longer smell you. However, other, smarter, mobs will still identify you as a hostile player.",
  "guide.vampirism.vampire.getting_started.blood": "Als Vampir musst du darauf achten wie viel Blut du hast. Trinke Blut von Dorfbewohnern oder einigen anderen Tieren um mehr Blut zu erhalten indem du '%s' gedrückt hältst. Zusätzliches Blut wird in Glas/Blut Flaschen in deiner Hotbar gefüllt. Du kannst sogar von anderen Spielern Blut saugen sofern du dich von hinten an schleichst, damit sie sich nicht verteidigen können. Wenn du ein Monster beisst, welches kein Blut hat, fügst du diesen stattdessen etwas Schaden zu.\\nSei vorsichtig, manche Kreaturen haben Knoblauch im Blut, was durch grüne Zähne indiziert wird.",
  "guide.vampirism.vampire.getting_started.level": "Am Anfang bist du ein Vampir Stufe 1 (Das Level wird über deinem XP-Level angezeigt) und bewegst dich schneller, bist stärker und besitzt mehr Leben.\\nUm deine Stufe zu erhöhen, musst du verschiedene Rituale durchführen. Durch Stufenaufstiege werden deine Fähigkeiten verstärkt, aber einige Schwächen, wie zum Beispiel die Sonne erscheinen.",
  "guide.vampirism.vampire.getting_started.level2": "Als ein Vampir atmest du nicht, also kannst du nicht ertrinken. Aber das Wasser wird dich stark schwächen. Wenn du öfter Wasser durchqueren willst, solltest du deinen Körper Wasser resistent machen. Diese Fähigkeit kannst du auf einer höheren Stufe freischalten.",
  "guide.vampirism.vampire.blood": "Blut",
  "guide.vampirism.vampire.blood.text": "Als ein Vampir brauchst du das Blut wie Menschen ihr Essen. Auf höheren Stufen sogar noch mehr. Du weißt bereits wie man es bekommt (siehe \"Erste Schritte\"), aber du kannst es auch Lagern).\nEs ist empfohlen immer ein Paar %s mit dir zu haben. Du kannst sie mit füllen in dem du sie in deiner Hotbar hast, während du Lebewesen beißt und dein Blutvorrat voll ist. \nAlternativ kannst du %s benutzen, welche automatisch beim Beißen konvertiert werden.",
  "guide.vampirism.vampire.blood.storage": "Du kannst ebenfalls Blut in deiner Basis in einem %s speichern, (schleichen) rechtsklicke diesen mit eine gefüllten Blut Flasche in deiner Hand. Es sollte auch möglich sein Blut in anderen Flüssigkeitstanks anderer Mods zu speichern.",
  "guide.vampirism.vampire.blood.biteable_creatures": "Wenn du die Möglichkeit, das andere Kreaturen aus anderen Mods gebissen werden können, hinzufügen möchtest, klick auf den Link an der Seite.",
  "guide.vampirism.vampire.leveling": "Leveln",
  "guide.vampirism.vampire.leveling.intro": "Nach dem du zu einem Vampir geworden bist, möchtest du vielleicht höhere Level erreichen. Um auf zu leveln must du verschieden Rituale mit verschiedenen Altaren durchführen, aber immer nur nachts.",
  "guide.vampirism.vampire.leveling.inspiration.reach": "Erreiche Level 2-4",
  "guide.vampirism.vampire.leveling.inspiration.text": "Crafte einen Altar der Inspiration und platziere ihn. Um ihn zu verwenden musst du ihn zuerst mit Blut füllen (rechts-klick mit gefüllten Blutflaschen). Sobald genügend Blut drin ist kannst du mit einer leeren Hand rechts-klicken und das Blut wird in dich strömen und dich noch stärker machen.",
  "guide.vampirism.vampire.leveling.inspiration.requirements": "§oBenötigte Blut Menge:§r\nFür Level 2: %s\nFür Level 3: %s\nFür Level 4: %s",
  "guide.vampirism.vampire.leveling.infusion.intro": "Dieser Altar benötigt eine Multiblock Struktur. Als erstes fertige den Hauptblock (%s) und setzte diesen, dann setze %s um diesen und fülle sie mit speziellen Blöcken, mit einem Rechtsklick auf die Säulen. Setzte eine %s auf jede Säule. Die Anzahl der Säulen, sowie das erforderliche Material hängen vom Level ab (mehr Informationen unten). Wenn die Struktur komplett ist, lege die erforderliche Gegenstände in den Altar, rechts-klicke diesen mit einer leeren Hand und warte bis die Magie beginnt.",
  "guide.vampirism.vampire.leveling.infusion.reach": "Erreiche Level 5+",
  "guide.vampirism.vampire.leveling.infusion.structure": "§|Strukturen§r\nAbhängig von dem Level, das du erreichen willst, brauchst du eine spezielle Menge an \"Struktur Punkten\". Der aktuelle Wert der Struktur lässt sich nach folgenden Regeln berechnen: Jede Säule muss 2 bis 3 Blöcke hoch und mit dem selben Material gefüllt sein. Jede Säule fügt <Höhe>*<Material> Punkte hinzu. Mögliche Materialien sind: %s.\nAls einfache Faustregel kannst du sagen: Wenn der Altar sagt \"falsche Struktur\", baue mehr Säulen oder fülle sie mit wertvollerem Material.\n§oAm Ende dieses Abschnittes gibt es einige Beispielbilder.§r",
  "guide.vampirism.vampire.leveling.infusion.items": "§|Benötigte Items§r\nUm aufzulevel brauchst ebenfalls einige Items: %s.\nWenn du wissen möchtest, wie du diese bekommst, klicke auf die Links an der Seite. Schau auch auf die nächste Seite für die benötigten Megen.",
  "guide.vampirism.vampire.leveling.infusion.req": "Voraussetzungen",
  "guide.vampirism.vampire.leveling.infusion.req.for_level": "Für Level",
  "guide.vampirism.vampire.leveling.infusion.req.structure_points": "Struktur",
  "guide.vampirism.vampire.leveling.infusion.req.heart": "Herz",
  "guide.vampirism.vampire.leveling.infusion.req.book": "Buch",
  "guide.vampirism.vampire.leveling.infusion.image1": "Die erste leere Struktur",
  "guide.vampirism.vampire.leveling.infusion.image2": "Die erste Struktur mit Steinziegeln um Level 5 zu erreichen",
  "guide.vampirism.vampire.leveling.infusion.image3": "Die erste Struktur mit Eisenblöcken um Level 6 und 7 zu erreichen",
  "guide.vampirism.vampire.leveling.infusion.image4": "Die erste Struktur mit Goldblöcken um Level 8 bis 11 zu erreichen",
  "guide.vampirism.vampire.leveling.infusion.image5": "Die zweite Struktur mit Goldblöcken um Level 12 bis 14 zu erreichen",
  "guide.vampirism.vampire.skills": "Fähigkeiten",
  "guide.vampirism.vampire.skills.text": "Als Vampir kannst du Fähigkeiten freischalten. Mit jedem Levelaufstieg, bekommst du einen Fähigkeitspunkt, den du benutzen kannst. Öffne die Fähigkeitennübersicht mit %s.\nÜberlege gut, du wirst nicht alle freischalten können, also entscheide, welche es Wert sind.",
  "guide.vampirism.vampire.skills.actions": "Einige der Fähigkeiten sind \"Aktionen\" (z.B. Fledermaus Modus). Um diese zu benutzen drück %s und halte es gedrückt. Eine \"Fähigkeiten Auswahl\" wird erscheinen. Bewege die Maus in richtung der gewünschten Aktion, bis sie markiert ist. Dann lasse die Taste los.",
  "guide.vampirism.vampire.skills.actions2": "Die meisten Aktionen haben eine Abklingzeit, du kannst sie nur aktivieren, wenn die Abklingzeit abgelaufen ist.\nManche Aktionen habe auch eine Dauer, du kannst die Aktionen deaktivieren, indem du sie ernaut auswählst, um die Abklingzeit zu verringern.",
  "guide.vampirism.vampire.unvampire": "Heilung",
  "guide.vampirism.vampire.unvampire.text": "Wenn du wieder ein normaler Mensch werden möchtest, musst du nach einem %s suchen. Er kann in Kirchen von einigen Dörfern gefunden werden. Aber Vorsicht, du verlierst alle deine Level.",
  "guide.vampirism.hunter.title": "Jäger",
  "guide.vampirism.hunter.getting_started": "Erste Schritte als Jäger",
  "guide.vampirism.hunter.getting_started.become": "Um ein Vampir Jäger zu werden musst du ein Dorf finden in dem ein \"%s\" wohnt. Es sollte etwas Knoblauch hinter dem Haus wachsen. Nutze dieses um %s herzustellen. Pflanze etwas neues Knoblauch an. Du brauchst es später. In dem Haus befindet sich ein spezieller Stuhl mit dem du dir das Knoblauch injizieren kannst. Es macht dich immun gegen das giftige Sanguinare Vampirism der Vampire",
  "guide.vampirism.hunter.getting_started.as_hunter": "Dies ist der Hauptvorteil den du auf dieser Stufe hast. Durch Stufenaufstiege wirst du stärker werden und nützliche Fähigkeiten lernen.",
  "guide.vampirism.hunter.leveling": "Leveln",
  "guide.vampirism.hunter.leveling.intro": "Nachdem du ein Vampir Jäger bekommen bist möchtest du wahrscheinlich höhere Level erreichen um coole neue Fähigkeiten zu lernen. Um höhere Stufen zu erreichen musst du irgendwie trainieren.",
  "guide.vampirism.hunter.leveling.to_reach": "Erreiche Level %s",
  "guide.vampirism.hunter.leveling.train1.text": "Als erstes musst du etwas Vampir Blut sammeln indem du normale Vampir Mobs mit einem Pfahl erlegst.\nSobald du ausreichend Blut hast. Schaue dich nach einem normalen Vampir Jäger um. Interagiere mit ihm und eine GUI öffnet sich.\nBenötigte Gegenstände:\nLevel 2: %d Vampir Blut\nLevel 3: %d Vampir Blut\nLevel 4: %d Vampir Blut",
  "guide.vampirism.hunter.leveling.train2.text": "Um weitere Stufen aufzusteigen musst du zuerst etwas Forschung betreiben.\nStelle ein %s und öffne die GUI. Indem du die dort geforderten Gegenstände (siehe Tabelle am Ende) rein legst und sie untersuchst kannst du wichtige Hinweise über Vampire sammeln.\nSobald du ein Hinweisbuch erhalten hast, kannst du einen Jäger Trainer aufsuchen. Gegen eine kleine Gebühr wird er dich für das nächste Level trainieren.\nÖffne eine die GUI und wirf einen Blick drauf.",
  "guide.vampirism.hunter.leveling.train2.req": "Jäger Forschungs-Tisch Gegenstände",
  "guide.vampirism.hunter.leveling.train2.fang": "Reißzahn",
  "guide.vampirism.hunter.skills": "Fähigkeiten",
  "guide.vampirism.hunter.skills.intro": "Als Vampir Jäger kannst du pro Level eine Fähigkeit freischalten. Öffne das Menü mit %s und sieh dir an was du freischalten kannst.\nBedenke, du wirst nicht alle freischalten können, also überlege gut.\nDie meisten Fähigkeiten sind selbst erklärend, aber einige bestimmte werden im Folgenden erläutert.",
  "guide.vampirism.hunter.skills.disguise.text": "Wenn du diese Fähigkeit freigeschaltet hast, bist du in der Lage dich zu verstecken.\nMittels anspruchsvoller Techniken kannst du dich tarnen so dass Spieler und feindliche Monster dich nicht erkennen.\nMonster werden dich nur erkennen wenn sie sehr nah sind und auch andere Spieler können dich kaum erkennen sofern du etwas Abstand hältst. Vielleicht bist du sogar in der Lage hinter deine Gegner zu schleichen und sie zu überraschen.\nAllerdings bist du nicht in der Lage Blöcke zu platzieren oder zu zerstören solange dieser Modus aktiviert ist. \nZum Aktivieren halte %s, wähle die Fähigkeit und lasse die Taste los.",
  "guide.vampirism.hunter.skills.blood_potion.text": "Mit dem Blut Trank Tisch kannst du einige Fähigkeiten der Vampire selber nutzen.\nDurch Mischen von Vampirblut und Knoblauch reduziert sich die Giftigkeit, sodass du es ohne zu sterben trinken kannst.\nDurch die sonderbaren Eigenschaften des Blutes hat dieses einige zufällige Effekte, sowohl gute als auch schlechte.\nWenn du etwas mehr über Vampire lernst und neue Fähigkeiten freischaltest kannst du eventuell herausfinden wie viele gute/schlechte Effekt ein einzelner Trank hat und teilweise bestimmte Effekte sogar vorhersagen. Auch kannst du mit fortgeschrittenen Fähigkeiten die Anzahl der negativen Effekte reduzieren.\n\nDer Blut Trank Tisch bietet einen weiteren Slot. Hier kannst du einen zusätzlichen Gegenstand einfügen der in den Trank gemischt wird. Dadurch kannst du beeinflussen was für eine Art Trank entsteht.\nMit einer weiteren Fähigkeit kannst du sogar ohne Tisch Vampir Blut verarbeiten, wenn auch deutlich langsamer. Drücke dazu %s.",
  "guide.vampirism.hunter.skills.weapon_table.text": "Der Waffen Tisch erlaubt dir fortschrittlichere Waffen wie zum Beispiel Armbrüste herzustellen. Manche Rezepte benötigen etwas Lava, also fülle den Tisch mittels Lava-Eimer durch Rechtsklick. Um alle Rezepte zu sehen nutze die Mod \"Just Enough Items\" oder blättere durch das Guidebook. Dort findest du spannende Dinge wie Doppel-Armbrüste oder sogar eine \"Van Helsing Stil\" Armbrust.",
  "guide.vampirism.hunter.vamp_slayer": "Vampir Schlächter",
  "guide.vampirism.hunter.vamp_slayer.intro": "Als Vampirjäger ist deine Hauptaufgabe diese blutsaugenden Kreaturen zu vernichten. Du hast bereits gelernt welche Fähigkeiten du lernen kannst um dies zu vereinfachen. Dieses Kapitel erklärt ein paar der größten Schwächen der Vampire, welche du ausnutzen kannst um sie zu besiegen.",
  "guide.vampirism.hunter.vamp_slayer.garlic": "Eine der größten Schwächen eines Vampirs ist das Knoblauch. Vampire nehmen keinen direkten Schaden, aber sie werden geschwächt und verlieren Ihre Orientierung. Nutze dies zu deinem Vorteil!",
  "guide.vampirism.hunter.vamp_slayer.garlic2": "Der aktuell beste Weg dazu ist der Knoblauch Zerstäuber.",
  "guide.vampirism.hunter.vamp_slayer.garlic.diffusor": "Der Knoblauch Zerstäuber verteilt kleine Knoblauch Partikel in der Luft. Vampire in der Nähe sind davon betroffen.\nHiermit kannst du Vampir NPCs aus deinem Zuhause heraus halten und Vampir Spieler, die versuchen bei dir einzubrechen, schwächen. Sie verlieren beispielsweise Ihre Fähigkeit sich in eine Fledermaus zu verwandeln. Wirf einen Blick auf die entsprechende Seite um mehr über den Zerstäuber herauszufinden.",
  "guide.vampirism.hunter.vamp_slayer.holy_water": "Ein verlässlicher Weg um Vampire zu verletzen ist Weihwasser. Diese aufwendig hergestellte gesegnete Flüssigkeit richtet großen Schaden bei untoten Kreaturen, insbesondere bei Vampiren, an. Es verhindert darüber hinaus deren Fähigkeit sich zu tarnen oder unsichtbar zu werden. Wirf einen Blick auf die verlinkte Seite um herauszufinden wie du dir diese Flüssigkeit beschaffen kannst. ",
  "guide.vampirism.hunter.vamp_slayer.fire": "Vampire sind empfindlicher gegenüber Feuer als normale Menschen.\nDu kannst dies zu deinem Vorteil nutzen und Vampire mit Feuer bekämpfen. Nutze zum Beispiel alchemistisches Feuer um deine Basis zu verteidigen. Keine Sorge, diese breitet sich nicht aus und zerstört auch keine Blöcke.",
  "guide.vampirism.hunter.unhunter": "Ent-Jäger",
  "guide.vampirism.hunter.unhunter.text": "Solltest du dich entscheiden ein Vampir zu werden musst du das Knoblauch in deinem Blut loswerden. Stelle dafür ein %s her und injiziere es durch rechts-klicken eines %s.",
  "guide.vampirism.skills.bind_action": "Du kannst bist zu zwei Aktionen auf Tastatur Tasten legen. Siehe Steuerung und '/vampirism bind-action'.",
  "guide.vampirism.entity.title": "Kreaturen",
  "guide.vampirism.entity.general": "Allgemein",
  "guide.vampirism.entity.general.text": "Vampirism fügt einige neue Kreaturen zum Spiel hinzu. Einige davon sind Vampire, andere Jagen sie. Ein Paar sind jedem feindlich gesinnt.\nEinige dieser Kreaturen (z.b. normale Vampire, normale Jäger und mehr) spawnen in verschiedenen Stufen. Höher Stufige sind für gewöhnlich Stärker und haben manchmal besondere Fähigkeiten. Wenn eine neue Kreatur spawnt, die Vampir/Jäger Stufe von Spieler in der Nähe wird geprüft um zu entscheiden, welche Stufe die Kreaturen haben.",
  "guide.vampirism.entity.general.text2": "Manche Vampire oder Jäger Kreaturen sind in der Lage gewisse Fähigkeiten und Aktionen zu nutzen. Je höher ihr Level desto besser die verfügbaren Aktionen.",
  "guide.vampirism.entity.hunter.text": "Jagt Vampire ;)\nErscheint in Dörfern und kleines Camps in der Welt.\nExistiert in unterschiedlichen Outfits und Stufen.\nVampir Jäger nahe einem Dorf versuchen auch dieses zu verteidigen.\nLässt %s fallen.",
  "guide.vampirism.entity.vampire.text": "Attackiert neutrale Spieler und Jäger Spieler. Kann Spieler infizieren und lässt %s fallen. Lässt auch %s fallen wenn mit einem %s getötet.",
  "guide.vampirism.entity.minion.text": "Sind ihrem Herrn/baron unterstellt.",
  "guide.vampirism.entity.advanced_hunter.text": "Erfahrener Vampir Jäger.\nIst deutlich stärker und ruft normale Jäger zur Hilfe. Die Jäger haben unter anderem Namen und Skins von Vampirism's Unterstützern.",
  "guide.vampirism.entity.advanced_vampire.text": "Erfahrener Vampir. Spawnt selten in der Welt und ist manchmal begleitet und untergebenen Vampiren. Lässt %s und %s fallen.\nSie haben individuelle Namen und Skins von Vampirism's Unterstützern so wie ein paar mehr zufällige Namen.",
  "guide.vampirism.entity.ghost.text": "Spawnt in Vampir Biomen.",
  "guide.vampirism.entity.vampire_baron.text": "Spawnt selten in Vampir Biomen.\nErscheint in verschiedenen Stufen teilweise abhängig von der Stufe des Spielers.\nVerliert %s.\nIst sehr stark und ruft Untergebene, welche ihm helfen.",
  "guide.vampirism.world.title": "Welt",
  "guide.vampirism.world.vampire_forest": "Vampir Wald",
  "guide.vampirism.world.vampire_forest.text": "Der Vampir Wald ist ein Seltenes Biom. Es ist neblig und beherrscht von Vampir Kreaturen, weil sie durch den Nebel keinen Sonnenschaden erleiden.",
  "guide.vampirism.world.villages": "Dörfer",
  "guide.vampirism.world.villages.text": "Mit Vampirism werden Dörfer etwas interessanter. Es werden mehr generiert und sie können bei einer Fraktion kontrolliert werden.\nDas Kontrollieren eines Dorfes hat mehrere Vorteile. Die Einwohner sind etwas gegen feindliche Fraktionen geschützt. Manche Dorfbewohner haben exklusive Angebote für dich, es kommen ab und zu neue Dorfbewohner hinzu und einiges mehr.\nUm ein Dorf zu kontrollieren musst du es einnehmen. Baue ein Dorf Totem, falls noch keins da ist, und interagiere damit um eine Übernahme einzuleiten. Aber sei vorsichtig, die andere Fraktion könnte versuchen das Dorf zu verteidigen.",
  "guide.vampirism.items.title": "Items",
  "guide.vampirism.items.vampire_fang.text": "Werden von Vampiren fallen gelassen. Kann mit Rechts-Klick benutzt werden um dich mit \"Sanguinare Vampiris\" zu infizieren.",
  "guide.vampirism.items.human_heart.text": "Wird von Vampir Jägern fallen gelassen. Kann von Vampiren ausgesaugt werden.",
  "guide.vampirism.items.injection_empty.text": "Die Knoblauch Version kann verwendet werden um dich immun gegen \"Sanguinare Vampiris\" zu machen und somit ein Vampir Jäger zu werden.\nDie \"Sanguinare\" Variante kann verwendet werden um diese Immunität wieder aufzuheben, falls du später doch ein Vampir werden möchtest.",
  "guide.vampirism.items.blood_bottle.text": "Kann Blut lagern. Vampire können mit Rechts-Klick davon trinken. Kann gefüllt werden indem es sich auf der Hotbar befindet, während Kreaturen gebissen werden. Glas Flaschen auf deiner Hotbar werden automatisch zu Blut Flaschen konvertiert.",
  "guide.vampirism.items.pure_blood_0.text": "Dropped by %s depending on their level. Exists in different levels.",
  "guide.vampirism.items.hunter_intel_0.text": "Kann auf einem %s hergestellt werden. Benötigt um als Vampir Jäger aufzusteigen.",
  "guide.vampirism.items.item_garlic.text": "Kann in manchen Dörfern gefunden werden. Kann ähnlich wie Karotten angebaut werden.",
  "guide.vampirism.items.pitchfork.text": "Macht eine Menge Schaden",
  "guide.vampirism.items.vampire_book.text": "Kann in Verliesen, Minenschächten, Pyramiden und anderen Beute Kisten gefunden werden. Wird selten von verbesserten Vampiren und verbesserten Jägern fallen gelassen.\nWird benötigt um deine Vampir Stufe zu erhöhen.",
  "guide.vampirism.items.vampire_blood_bottle.text": "Wird von %s fallengelassen, wenn dieser mit %s oder durch %s getötet wird. Einsetzbar für Blut Tränke und vieles mehr.",
  "guide.vampirism.items.crossbows": "Armbrüste",
  "guide.vampirism.items.crossbows.text": "Es gibt verschiedene Armbrüste, manche benötigen spezielle Fähigkeiten, um sie herzustellen oder zu benutzen.\nSie benutzen %s. (Die Halbautomatischen benutzen %s).\n§4Armbrüste können nur von Vampir Jägern benutzt werden. §r",
  "guide.vampirism.items.crossbow_arrow_normal.text": "Wird benötigt für Armbrüste.",
  "guide.vampirism.items.armor_of_swiftness": "Rüstung der Schnelligkeit",
  "guide.vampirism.items.armor_of_swiftness.text": "Diese Rüstung ist sehr leicht, sodass du schneller läufst. Es gibt mehrere Versionen dieser Rüstung. Die besseren geben dir auch einen Sprungboost. §Kann nur von Vampir Jägern getragen werden§r",
  "guide.vampirism.items.hunter_coat": "Jägermantel",
  "guide.vampirism.items.hunter_coat.text": "Eine Rüstung welche speziell für Vampir Jäger entworfen wurde. Wenn vollständig ausgerüstet, schützt sie vor der Blut Vision und dem Einfrieren durch Vampire. Vampir Barone können dich aber immer noch etwas verlangsamen. Verursacht zusätzlichen Schaden für Vampire die dich aussaugen wollen. §4Kann nur von Vampir Jägern verwendet werden §r",
  "guide.vampirism.items.hunter_axe.text": "Hat eine hohe Rückstoßkraft und fügt Vampiren zusätzlichen Schaden zu. §4Kann nur von Vampir Jägern verwendet werden§r",
  "guide.vampirism.items.stake.text": "Nützlich für ausgebildete Vampir Jäger. Wenn die entsprechende Fähigkeit erlernt ist, könne sie beispielsweise Vampire mit weniger als %s leben sofort ausschalten.",
  "guide.vampirism.items.holy_water_bottle.text": "Weihwasser Flaschen sind eine wichtige Waffe gegen Vampire.\nSie können in Rezepten verwendet werden oder in einen Wurftrank umgewandelt werden um sie auf Vampire zu werfen.\n\nEs gibt zwei Wege die Flaschen zu erhalten.\nSie können von einem Dorfpriester, welcher sich auf die Vampir Jagd spezialisiert hat, gekauft werden. Alternativ kannst du sie, sofern du die Fähigkeit freigeschaltet hast, selbst hergestellt werden indem du %s an einem Kirchen Altar weihst (Rechtsklick auf den Altar).\n%s kann durch hinzufügen von %s zu einer Wasser Flasche hergestellte werden.",
  "guide.vampirism.items.holy_salt.text": "Gesegnetes Wasser ist der Ausgangsgegenstand für Heiliges Wasser.\nDu kannst es von manchen Priest-Dorfbewohnern kaufen oder es herstellen indem du %s an einem Kirchenaltar segnest (Rechts klicke den Altar damit).\n%s wiederum kann in Kisten gefunden werden oder, wenn du es gelernt hast, durch langes Kochen von Wasser in %s.",
  "guide.vampirism.items.purified_garlic.text": "Durch Filtern der wichtigsten Teile aus der Knoblauch Zehe erhältst du reinen Knoblauch.\nDieses kann verwendet werden um die mächtigsten Rezepte herzustellen oder um den Effekt von %s zu verstärken.",
  "guide.vampirism.items.item_alchemical_fire.text": "Dieses mit äußerste Vorsicht hergestellte komplexe Pulver erzeugt eine unendlich brennende Flamme, die sich aber nicht ausbreitet.\nNutze es zur Dekoration oder Verteidigung. Alternativ kannst du damit auch Feuer Pfeile für die Armbrust herstellen.",
  "guide.vampirism.items.obsidian_armor": "Obsidian Rüstung der Hölle",
  "guide.vampirism.items.obsidian_armor.text": "Diese Rüstung wird aus festgewordener Lava hergestellt.\nSie schützt sehr gut, ist aber so schwer dass du langsamer bist.\nDurch Ihre Herstellung ist sie feuerfest. Hast du sie also vollständig ausgerüstet, kann Feuer dir nichts mehr anhaben.\nAber sei vorsichtig, Lava könnte immer noch durchkommen.",
  "guide.vampirism.items.heart_seeker.text": "Tänzele um deinen Gegner herum und durchsteche sein Herz in eleganter Weise, sofern du gelernt hast dieses Schwert zu nutzen.\nEs muss mit Blut geladen werden (z.B. mit einem Blut Podest) um angemessenen Schaden zu verteilen.\nDu musst dich an jedes einzelne Schwert gewöhnen. Zu Beginn kannst du es nur sehr langsam schwingen, aber mit jedem besiegten Monster lernst du damit besser umzugehen.",
  "guide.vampirism.items.heart_striker.text": "Trete deinem Gegner gegenüber und besiege ihn mit links, sofern du gelernt hast dieses Schwert zu nutzen.\nEs muss mit Blut aufgeladen werden (z.B. mit einem Blut Podest) um angemessenen Schaden zu verteilen.\nDu musst dich an jedes Schwert gewöhnen. Am Anfang kannst du es nur sehr langsam schwingen, aber mit jedem besiegten Monster wirst du schneller.",
  "guide.vampirism.items.blood_infused_iron_ingot.text": "Speziell behandelter Eisen Barren welcher auf Blut reagiert. Kann verwendet werden um einige Vampir Schwerter herzustellen.",
  "guide.vampirism.items.vampire_cloak_black_red.text": "Moderne Vampire sind sehr modebewusst, daher brauchen sie etwas schickes zum anziehen.\nDieser trendige Umhang könnte genau das sein, wonach du suchst. Nicht nur hat es ein interessantes Muster, es ist auch perfekt auf Vampire zu geschnitten. Es kommt in unterschiedlichen Farben, ist aber nicht ganz günstig.",
  "guide.vampirism.blocks.title": "Blöcke",
  "guide.vampirism.blocks.castle_block_dark_brick.text": "Dekorativer Block. Hier drauf können nur Vampir Monster spawnen.",
  "guide.vampirism.blocks.vampire_orchid.text": "Blume, Kann in Vampir Biomen gefunden werden.",
  "guide.vampirism.blocks.altar_infusion.text": "Multiblock Strukur. Wird gebraucht um als Vampir auf zu leveln.",
  "guide.vampirism.blocks.hunter_table.text": "Wird benutzt, um %s zu fertigen",
  "guide.vampirism.blocks.church_altar.text": "Kann in Kirchen von einigen Dörfern gefunden werden. Wird benutzt, um wieder ein Mensch zu werden, wenn man ein Vampir ist.",
  "guide.vampirism.blocks.weapon_table.text": "Benötigt um unterschiedliche Jäger Waffen oder Werkzeuge herzustellen. Manche Rezepte erfordern Lava, daher solltest du durch Rechtsklick mit einem Lava-Eimer welche hinzufügen.\n§4Kann nur von Vampir Jägern verwendet werden§r und erfordert eine spezielle Fähigkeit.",
  "guide.vampirism.blocks.blood_potion_table.text": "Wird verwendet um Bluttränke herzustellen. Fülle ihn mit Blut Flaschen, Knoblauch und optional weiteren Gegenständen. §4Kann nur von Vampir Jägern verwendet werden§r und erfordert eine spezielle Fähigkeit.",
  "guide.vampirism.blocks.blocks.coffin.text": "Kann von Vampiren genutzt werden um am Tag zuschlafen.",
  "guide.vampirism.blocks.item_med_chair.text": "Wird verwendet um %s und %s zu injizieren.",
  "guide.vampirism.blocks.alchemical_cauldron.text": "Wird verwendet um einige bestimmte alchemistische Rezepte herzustellen. §4Kann nur von Vampir Jägern verwendet werden§r und erfordert eine bestimmte Fähigkeit.",
  "guide.vampirism.blocks.garlic_beacon_normal.text": "Verteilt Knoblauch Partikel in der Luft, hindert damit Vampire am Spawnen und schwächt diese. Die normale Version betrifft ein Gebiet von %s mal %s Chunks von Bedrock bis zum Himmel; die verbesserte ein Gebiet %s mal %s. Der Effekt auf Vampire kann zeitweise verstärkt werden indem man mit einem %s rechts-klickt. Wenn verstärkt kann es sogar nahe Vampir Spieler erblinden lassen.",
  "guide.vampirism.blocks.altar_inspiration.text": "Benötigt um als Vampir aufzusteigen.",
  "guide.vampirism.blocks.blood_container.text": "Kann Blut aufbewahren. (Schleich-) Rechtsklicke mit einer Blutflasche um etwas hinein zu tun oder herauszunehmen.",
  "guide.vampirism.blocks.blood_pedestal.text": "Kann verwendet werden um Blut verbrauchende Gegenstände zu füllen. Platziere dies auf einem Blut Behälter und lege einen passenden Gegenstand mittels Rechtsklick hinein.",
  "guide.vampirism.blocks.blood_grinder.text": "Diese fortgeschrittene Maschine kann bestimmte Gegenstände zerkleinern um das enthaltene Blut zu gewinnen. Dies beinhaltet Gegenstände wie %s aber auch %s und einige gemoddete Gegenstände. Allerdings ist das extrahierte Blut unrein.\nPlatziere diesen Block auf einem %s um das Blut zu reinigen.\nDas Mahlwerk funktioniert wie ein Trichter und extrahiert passende Gegenstände aus einem Inventar oberhalb, es akzeptiert aber auch Dinge die oben drauf geschmissen werden.",
  "guide.vampirism.blocks.blood_sieve.text": "Dieser Block kann verwendet werden um %s, welches von dem %s produziert wird, zu reinigen. Dieses Sieb kann auch Blut Flüssigkeiten von einigen anderen Mods reinigen. Platziere es auf einem Blut Behälter und pumpe Blut hinein. Der Block kann auch verunreinigtes Blut von einem obendrauf platzierten Behälter ablassen.",
  "guide.vampirism.blocks.totem_top.text": "Verwendet, um ein Dorf zu kontrollieren.",
  "guide.vampirism.blocks.totem_base.text": "Verwendet, um ein Dorf zu kontrollieren."
}