{
  "guide.vampirism": "吸血鬼模组指南",
  "guide.vampirism.title": "吸血鬼",
  "guide.vampirism.welcome": "欢迎来到吸血鬼模组指南。",
  "guide.vampirism.overview.title": "概述",
  "guide.vampirism.overview.intro": "介绍",
  "guide.vampirism.overview.intro.text": "欢迎游玩吸血鬼模组，我们将为您打开属于夜之贵族的世界。 \\n作为高贵的血族，吾等无需干涩无味的面包与名为“苹果”的怪异果实果腹——汝所钟爱的炽热腥红的鲜血应从人畜当中获得供奉，但并非所有凡夫俗子都会心甘情愿地将己身献为牺牲。 \\n倘若汝不愿与血族为伍，将其视为毕生之敌…… \\n汝尽可以选择成猎人之路，以彼之矛攻彼之盾，将不死的恶孽屠戮殆尽。",
  "guide.vampirism.overview.getting_started": "开始入门",
  "guide.vampirism.overview.getting_started.text": "首先你需要决定成为吸血鬼还是猎人。翻翻其他章节看看他们分别能做什么。然后再继续阅读新手入门指南吧。",
  "guide.vampirism.overview.config": "配置",
  "guide.vampirism.overview.config.text": "Vampirism has a lot of configuration and balance options.\nThere are multiple config files. Some apply to all worlds and are located in the '.minecraft/config' directory and others are specific to a certain world and are located inside the world directory in 'serverconfig'.",
  "guide.vampirism.overview.config.general.text": "§lClient side configuration§r, like e.g. the render location of the level indicator, can be found in config/vampirism-client.toml. The §lmain gameplay related§r options are world specifc and located in 'severconfig/vampirism-server.toml'.",
  "guide.vampirism.overview.config.general.examples": "§lNoticeable Examples:§r\\n§oSundamage Dimensions§r\\nYou can set a default for unspecified dimension (sundamageUnknownDimension). You can enforce sundamage in modded dimensions by adding them to 'sundamageDimensionsOverridePositive'. You can find out the dimension you are in game with \"/vampirism currentDimension\".\\n§oAuto convert glass bottle§r\\n By default Vampirism automatically converts between blood bottles and glass bottles depending on what is needed right now. If you do not want this or it causes problems with another mod, you can disable it.",
  "guide.vampirism.overview.config.balance.text": "Additionally, 'serverconfig/vampirism-balance.toml' allows you to fine tune a lot of balancing values.",
  "guide.vampirism.overview.trouble": "报告并解决故障",
  "guide.vampirism.overview.trouble.text": "§c§lIf your game crashes or does not start, we do NEED a crashreport§r\\nWithout a log file or at at least a extensive description of your problem, we can do absolutely nothing to help you.\\nSo please follow the following steps (If you have questions about the steps themselves, feel free to ask).\\n1. Find the Minecraft log file If you use the standard Minecraft launcher, the interesting logfile is .minecraft/logs/fml-client-latest.txt. (How to find the .minecraft folder). In case you have a server, the interesting log file should be logs/fml-server-latest.txt. If you use another launcher, it might have a function to easily upload or locate log files.\\n2. Make a post on Curseforge, describe the problem and include the log either within a spoiler or as a Pastebin of it. If you know what you are doing, you can also create an issue on Github.",
  "guide.vampirism.overview.dev": "开发信息",
  "guide.vampirism.overview.dev.text": "This mod is currently developed by Maxanier and Cheaterpaul and translate by many helpful users. If you have some good Java knowledge and want to help please contact him. If not you still can help by translating, giving feedback or creating textures. For more information checkout the link on the side.",
  "guide.vampirism.overview.support": "支持开发",
  "guide.vampirism.overview.support.text": "Developing this mod takes a lot of time and even I like it most of the time, there are a few things that are absolutely boring and sometimes I wonder if it is worth the trouble.\\n\\nIf you want to support the development and help me motivate myself please consider donating.\\nIt is possible to make one time donations on the CurseForge page.\\nIf you cannot or don’t want to donate money, you can still checkout the 'Development' section on how to help.",
  "guide.vampirism.overview.credits": "贡献者",
  "guide.vampirism.vampire.title": "吸血鬼",
  "guide.vampirism.vampire.getting_started": "成为吸血鬼",
  "guide.vampirism.vampire.getting_started.become": "To become a vampire you have to be bitten by a vampire. So either let them attack you from behind or just wait until it happens by accident. When they bite you there is a chance, you receive a potion effect called \"Sanguinare Vampiris\" which lasts about a Minecraft day. After the potion effect has finished, you become a vampire.\\nIn case you don’t want to become one, you can always cancel the effect with a milk bucket.\\n§lAlternatively§r you can right-click with vampire fangs in your hand to inject some blood into you and get the same effect as above.",
  "guide.vampirism.vampire.getting_started.as_vampire": "Once you become a Vampire, one of your main sources of blood (at least the best source) are villagers and you should find plenty of those. Watch out though, Vampire Hunter will now attack you and try to protect the villagers.\\nYou will already notice that you do not feel very good in the sun, but the sunlight won’t hurt such a weak vampire as you are at this point.",
  "guide.vampirism.vampire.getting_started.zombie": "As an undead vampire Zombies will stop attacking you because they can no longer smell you. However, other, smarter, mobs will still identify you as a hostile player.",
  "guide.vampirism.vampire.getting_started.blood": "As a Vampire, you need to watch how much blood you have. Suck blood from villagers and some animals to get more blood by holding down \"%s\". Extra blood will be stored in glass bottles/Blood Bottles on your hotbar. You might even be able to suck blood from other players, as long as you are coming from behind so they can’t defend themselves. If you bite a mob, that does not have blood, you will deal some damage to them.\nBe careful, some mobs have garlic injected into their blood which is indicated by green fangs. Biting these mobs will poison you.",
  "guide.vampirism.vampire.getting_started.level": "In the beginning you will be a level 1 vampire (the level is displayed above your XP-level) and have improved speed, health and strength.\\nTo get to higher vampire levels you have to perform different rituals. As you advance through levels your abilities improve, but some disadvantages like sun damage might appear.",
  "guide.vampirism.vampire.getting_started.level2": "As a vampire you do not breath, so you do not drown. But unfortunately water will greatly weaken you.\\nSo if you want to frequently cross water, you might want to try to make your body water resistant. You will be able to unlock a skill that does this at a higher levels.",
  "guide.vampirism.vampire.blood": "血液",
  "guide.vampirism.vampire.blood.text": "As a vampire you need blood like normal humans need food. With higher levels your blood usage will even increase.\\nYou already know how to get it (see \"Getting Started\"), but you can also store it).\\nIt is recommend to always have a few %s with you. You can fill them by having them on you hotbar while feeding from mobs with a full blood bar.\\nAlternatively you can use %s which are automatically converted when biting.",
  "guide.vampirism.vampire.blood.storage": "You can also store blood in you base in %s by (sneak-) right-clicking them with a blood bottle in your hand. You should also be able to store the blood in other mod’s fluid tanks.",
  "guide.vampirism.vampire.blood.biteable_creatures": "如果你想让其他模组的生物能被吸血就看看旁边的链接吧。",
  "guide.vampirism.vampire.leveling": "升级",
  "guide.vampirism.vampire.leveling.intro": "在成为吸血鬼之后你可能希望提高自己的等级。要提高等级，你需要在不同的祭坛里进行一些仪式，它们都只能在晚上进行。",
  "guide.vampirism.vampire.leveling.inspiration.reach": "要升到2-4级",
  "guide.vampirism.vampire.leveling.inspiration.text": "Craft an Altar of Inspiration and place it somewhere. To use it, you have to fill it with blood (right-click with filled blood bottles). If there is enough blood inside you can right-click with an empty hand and the blood will be infused into you, making you even stronger.",
  "guide.vampirism.vampire.leveling.inspiration.requirements": "§oRequired blood amount:§r\\nFor level 2: %s\\nFor level 3: %s\\nFor level 4: %s",
  "guide.vampirism.vampire.leveling.infusion.intro": "这个祭坛需要你建造一个多方块结构。首先先合成主方块（%s）并把它放下来，然后在它的旁边建造%s并以右击祭坛支柱的方式将特定方块填充进去。在每个祭坛支柱的顶端都要放置一个%s。通过填充方块可以获得升级所需要的建筑点数（后面有更多信息）。在这个结构完成之后，放入特定数量的特定物品到祭坛，然后空手右击它等待魔法的发生吧。",
  "guide.vampirism.vampire.leveling.infusion.reach": "要升到5级及以上",
  "guide.vampirism.vampire.leveling.infusion.structure": "§lStructure§r\\nDepending on the level you want to reach you need a specific amount of \"structure points\". The actual value of the structure is calculated after the following rules: Each pillar has to be either 2 or 3 blocks high and must be filled by the same material. Each pillar adds <height>*<material> points. Possible materials are: %s.\\nAs a simple rule you could say: If the altar says \"structure wrong\", build more pillars or fill the exiting with more valuable materials.\\n§oAt the end of this chapter there are a few example images.§r",
  "guide.vampirism.vampire.leveling.infusion.items": "§l需要的物品§r\n要提升你的吸血鬼等级，你需要了解这些材料：%s。\n要知道如何获取它，请点击旁边的信息。也可以看看下一页以知道每级需要的数目。",
  "guide.vampirism.vampire.leveling.infusion.req": "升级到各等级的要求",
  "guide.vampirism.vampire.leveling.infusion.req.for_level": "  等级  ",
  "guide.vampirism.vampire.leveling.infusion.req.structure_points": "    建筑点数    ",
  "guide.vampirism.vampire.leveling.infusion.req.heart": "  心数  ",
  "guide.vampirism.vampire.leveling.infusion.req.book": "  书数  ",
  "guide.vampirism.vampire.leveling.infusion.image1": "第一个未填充材料的结构",
  "guide.vampirism.vampire.leveling.infusion.image2": "第一个填充了石砖材料的结构（可以升到5级）",
  "guide.vampirism.vampire.leveling.infusion.image3": "第一个填充了铁块材料的结构（可以升到6-7级）",
  "guide.vampirism.vampire.leveling.infusion.image4": "第一个填充了金块材料的结构（可以升到8-11级）",
  "guide.vampirism.vampire.leveling.infusion.image5": "第二个填充了金块材料的结构（可以升到12-14级）",
  "guide.vampirism.vampire.skills": "技能",
  "guide.vampirism.vampire.skills.text": "作为吸血鬼你可以解锁自己的技能。每一次升级你都会得到一点可用技能点。\n你可以通过按下%s来打开技能菜单。\n在使用每个技能点时请慎重考虑，因为你不能解锁全部的技能，所以请解锁你觉得最有价值的技能。",
  "guide.vampirism.vampire.skills.actions": "有的技能是一种“行动”（比如说蝙蝠模式）。要使用它请按住%s，然后一个“技能玫瑰栏”就会出现。移动你的鼠标到你需要使用的行动。在它被高亮后松开按钮即可。您还可以通过控制设置来将其绑定到你的鼠标中键。",
  "guide.vampirism.vampire.skills.actions2": "大多数的行动都有它自己的冷却时间，你只能在它没有处于冷却状态时使用。\n一些行动也有它的持续时间，如果你不再需要它，你可以重新选择它来关闭它，这可以减少它冷却的时间。",
  "guide.vampirism.vampire.unvampire": "变回人类",
  "guide.vampirism.vampire.unvampire.text": "如果你想重新成为一名正常的人类，你就需要找到%s。它可以在一些村庄的教堂中被找到。但在这样做之前请你考虑清楚，这将会失去你所有的吸血鬼等级。",
  "guide.vampirism.hunter.title": "猎人",
  "guide.vampirism.hunter.getting_started": "成为猎人",
  "guide.vampirism.hunter.getting_started.become": "要成为一名吸血鬼猎人你将需要找到一个有“%s”住的村庄。然后你会在他家后面发现一些大蒜作物。使用它们来合成%s。你还应该补种一些大蒜，因为之后你还需要它们。进入吸血鬼猎人教官房屋然后用里面的专用椅子注射大蒜疫苗，它能让你对吸血鬼那有害的吸血之疾免疫。",
  "guide.vampirism.hunter.getting_started.as_hunter": "这就是你在这个等级的主要增益效果。通过升级，你不仅会变得更加强大，还能学习更多有用的技能。",
  "guide.vampirism.hunter.leveling": "升级",
  "guide.vampirism.hunter.leveling.intro": "在成为吸血鬼猎人之后你可能想升到更高的等级以学习更多有用的技能。为了升级，你必须以某种方式来训练自己。",
  "guide.vampirism.hunter.leveling.to_reach": "要升到%s级",
  "guide.vampirism.hunter.leveling.train1.text": "你需要通过使用钉桩杀死普通的吸血鬼NPC来收集一些吸血鬼血液。\n如果你收集了足够的血液，那就找找附近的猎人NPC吧，与他交互后会开启用于升级的一个GUI。\n需要的物品：\n猎人等级2：%d 吸血鬼血液\n猎人等级3：%d 吸血鬼血液\n猎人等级4：%d 吸血鬼血液",
  "guide.vampirism.hunter.leveling.train2.text": "要继续升级，首先你将需要做一些研究。\n合成一个%s并打开它的GUI。通过放入一些特定物品（看看最后的表）并研究它们，你就可以得到一些关于吸血鬼的猎人情报。\n然后就去吸血鬼猎人教官那里吧。他将可以训练你到下一个等级，但你得支付一些东西作为报酬。\n要知道他需要的东西，只需打开GUI查看即可。",
  "guide.vampirism.hunter.leveling.train2.req": "猎人升级表",
  "guide.vampirism.hunter.leveling.train2.fang": "    尖牙    ",
  "guide.vampirism.hunter.skills": "技能",
  "guide.vampirism.hunter.skills.intro": "作为吸血鬼猎人，你每一级都可以解锁一个技能。通过按下%s来打开技能GUI看看你能解锁什么技能吧。\n在解锁技能时请慎重考虑，因为你不能解锁全部的技能，所以请解锁你觉得最有价值的技能。\n大多数技能都有自己的描述，但我们将在下面详细介绍几个特殊的技能。",
  "guide.vampirism.hunter.skills.disguise.text": "如果你解锁了这个技能，那你应该知道了要怎么隐藏自己。\n通过使用先进的技术，你将可以伪装自己，所以玩家和其他敌对生物将不能识别你。\n怪物只会在你非常接近它时才会攻击，如果与其他玩家保持距离，他们将很难看见你。也许你可以用这样的方式刺杀你的敌人，从后面给他们一个惊喜吧。\n但在这个模式下你将不能破坏或放置方块，因为那样会暴露你的伪装。\n要激活它请按住%s选择好技能之后再松开你的按键即可。",
  "guide.vampirism.hunter.skills.blood_potion.text": "血药台将允许你把吸血鬼的一些能力据为己用。那么下面就来学习如何使用吧：\n首先你需要将吸血鬼之血和大蒜混合，这样你就能减少它的毒性并允许你在不会死亡的情况下使用它。\n然后，由于吸血鬼的奇怪性质，血药会随机产生一些未知的效果。有些效果对你来说是负面的。\n通过对吸血鬼的不断研究和新技能的解锁，你可能会知道这里面有多少负面效果或识别出其中的一些效果。你还可以通过更先进的技术来减少获得负面效果的概率。\n\n最后，这个血药台还提供了另一个物品槽，你可以将需要混入药水的物品放入那里。这也许能让你按照你自己的意愿来改变药水的“趋向”。\n如果你解锁了关于酿造的特殊技能，你也可以通过按下%s来打开便携式酿造GUI，但你在那里酿造的速度将比普通速度慢得多。",
  "guide.vampirism.hunter.skills.weapon_table.text": "武器台将允许你制作强化的弩弓或强化的其他武器。\n有的配方会需要熔岩，这时你可以拿着熔岩桶右击它以填入熔岩。要查看所有的合成，你可以使用“Just Enough Items(JEI)“模组或浏览指南书，但我可以告诉你的是你可以用它制作双弩一类的有趣物品，它甚至可以做出“范海辛式“的弩弓。",
  "guide.vampirism.hunter.vamp_slayer": "吸血鬼杀手",
  "guide.vampirism.hunter.vamp_slayer.intro": "作为一名吸血鬼猎人，你的主要任务就是杀死那些吸血的生物。\n你已经知道了可以提高吸血鬼杀戮能力的技能。\n那么这一章节将告诉你可以利用的吸血鬼的弱点。",
  "guide.vampirism.hunter.vamp_slayer.garlic": "吸血鬼的最大弱点之一就是大蒜。虽然他们不会因此而受到任何伤害，但这会削弱他们的能力并使得他们迷失方向。\n你可以利用这个优势来战胜他们。",
  "guide.vampirism.hunter.vamp_slayer.garlic2": "目前利用这个弱点的最好方式就是使用喷蒜器。",
  "guide.vampirism.hunter.vamp_slayer.garlic.diffusor": "喷蒜器会将大蒜颗粒散播到周围，因此，所以接近它的吸血鬼都会受到它的影响。\n有了它，你就可以让吸血鬼NPC远离你的基地并削弱进入基地的玩家吸血鬼，它能防止他们变成蝙蝠等等。\n点击旁边的页面链接来学习如何使用它吧。",
  "guide.vampirism.hunter.vamp_slayer.holy_water": "伤害吸血鬼的可靠方式之一就是使用圣水。精心制作的圣水会对亡灵生物造成很大的伤害，尤其是对于吸血鬼。这也阻止了他们使用隐身或伪装的技能。\n点击旁边的链接来了解如何获取圣水吧。",
  "guide.vampirism.hunter.vamp_slayer.fire": "吸血鬼受到的火焰伤害会比普通人类多得多\n因此你可以将其作为你的优势。你可以使用不会熄灭的炼金之火来保护你的基地。\n或者你也可以为你的弩弓装备上特殊的火之箭。别担心，炼金之火是不会蔓延或烧掉方块的。",
  "guide.vampirism.hunter.unhunter": "堕为吸血鬼",
  "guide.vampirism.hunter.unhunter.text": "If you decide to become a vampire, you have to get rid of the garlic in your blood. To do that craft yourself a %s and inject it by right clicking a %s.",
  "guide.vampirism.skills.bind_action": "您也可以将两个动作绑定到键盘按键上。看看控制设置和 /vapirism 绑定操作指令吧。",
  "guide.vampirism.entity.title": "生物",
  "guide.vampirism.entity.general": "概述",
  "guide.vampirism.entity.general.text": "吸血鬼模组添加了几种生物到游戏中，除了吸血鬼，剩下的就是猎杀他们的猎人。其中还有几个生物对所有人都是敌对的。\n其中一些生物（比如普通吸血鬼，普通猎人等等）生成时会具有不同的等级。更高级的生物通常都会更加强大并拥有一些特殊的能力。当新生物生成时，附近的吸血鬼玩家/猎人玩家的等级会用于决定该新生物的等级。",
  "guide.vampirism.entity.general.text2": "一些自然生成的吸血鬼或猎人甚至能够使用某些技能和动作。他们的级别越高，可用的技能也就越好。",
  "guide.vampirism.entity.hunter.text": "猎杀吸血鬼;)\n会生成在村庄和遍及世界的小营地中，\n他们具有不同的服装和等级\n靠近村庄的吸血鬼猎人会试图保护该村庄。死亡掉落%s。",
  "guide.vampirism.entity.vampire.text": "攻击普通玩家和猎人玩家。能感染玩家，死亡掉落%s。%s会在使用%s杀死他们时掉落。",
  "guide.vampirism.entity.minion.text": "是吸血鬼亲王/伯爵的从属。",
  "guide.vampirism.entity.advanced_hunter.text": "高阶吸血鬼猎人。\n他们比普通猎人更加强大，并且能呼叫普通猎人支援。他们有的拥有吸血鬼模组捐助者的独特名字和皮肤，有的拥有随机的名字。",
  "guide.vampirism.entity.advanced_vampire.text": "高阶吸血鬼。是稀有生物，有时背后还会被一些仆从跟随。死亡掉落%s和%s。\n他们有的拥有吸血鬼模组捐助者的独特名字和皮肤，有的拥有随机的名字。",
  "guide.vampirism.entity.ghost.text": "在吸血鬼生物群系生成。",
  "guide.vampirism.entity.vampire_baron.text": "在吸血鬼生物群系生成，是稀有生物\n它出现时的等级大部分取决于玩家的等级。\n死亡掉落 %s。\n它非常强大，并且还能召唤帮助他的仆从。",
  "guide.vampirism.world.title": "世界",
  "guide.vampirism.world.vampire_forest": "吸血鬼森林",
  "guide.vampirism.world.vampire_forest.text": "吸血鬼森林是一种稀有的生物群系。它充满了浓雾，而且被吸血鬼生物占据着，因为浓雾的原因，他们并不会受到阳光的伤害。",
  "guide.vampirism.world.villages": "村庄",
  "guide.vampirism.world.villages.text": "使用吸血鬼模组的村庄会使游戏变得更加有趣。他们将会出现地更加频繁，而且能通过一个派系控制。\n 控制村庄有多种好处。包括但不限于：被保护的村民会拒绝其他派系、一些村民为你提供特殊交易、新的村民偶尔会加入村庄。\n 要控制一个村庄，你需要先进行捕获操作。建造一个村庄图腾（如果没有的话），然后与它交互以开始捕获过程。但请注意，其他派系可能会尝试保卫他们自己的村庄。",
  "guide.vampirism.items.title": "物品",
  "guide.vampirism.items.vampire_fang.text": "由吸血鬼掉落。拿着它右击可以让自己感染上“吸血之疾”。",
  "guide.vampirism.items.human_heart.text": "由猎人掉落，吸血鬼可以通过吃下它来填满吸血鬼血条。",
  "guide.vampirism.items.injection_empty.text": "这个注射器的蒜头版本可以让你对“吸血之疾”免疫并成为一名猎人。\n如果你想在成为猎人后变成吸血鬼，这个“嗜血“版本会让你摆脱对其的免疫并成为吸血鬼。",
  "guide.vampirism.items.blood_bottle.text": "可以储存血液。吸血鬼可以通过右击以喝掉里面的血液。要填充血液，你可以通过将其放在快捷栏然后吸生物的血来填充它，放在快捷栏的玻璃瓶也会因此而转换为血瓶。",
  "guide.vampirism.items.pure_blood_0.text": "Dropped by %s depending on their level. Exists in different levels.",
  "guide.vampirism.items.hunter_intel_0.text": "可以由%s合成。需要升到一定的吸血鬼猎人等级才能使用它。",
  "guide.vampirism.items.item_garlic.text": "能在一些村庄找到。你可以以类似种植胡萝卜的方法种植它。",
  "guide.vampirism.items.pitchfork.text": "能造成大量的伤害。",
  "guide.vampirism.items.vampire_book.text": "能在地牢、废弃矿井、金字塔和其他的战利品箱子找到它。高阶吸血鬼和高阶猎人很少会掉落它。是在作为吸血鬼升级时的材料。",
  "guide.vampirism.items.vampire_blood_bottle.text": "会在使用%s杀死%s时掉落，也由%s掉落。可以用于血药等方面。",
  "guide.vampirism.items.crossbows": "弩弓",
  "guide.vampirism.items.crossbows.text": "There are several different crossbows, some of them require special skills to be crafted or used. They use %s. (The tech bows use %s).\\n§4Crossbows can only be used by Vampire Hunters.§r",
  "guide.vampirism.items.crossbow_arrow_normal.text": "被用于弩弓。",
  "guide.vampirism.items.armor_of_swiftness": "迅捷护甲",
  "guide.vampirism.items.armor_of_swiftness.text": "这套护甲十分地轻，所以你可以跑得更快。它有不同的版本，更好的版本甚至会给你一个跳跃提升效果。 §4只能被吸血鬼猎人使用§r",
  "guide.vampirism.items.hunter_coat": "猎人外套",
  "guide.vampirism.items.hunter_coat.text": "专为吸血鬼猎人设计的盔甲。如果装备齐全，它就能让你在血瞳视觉能力下保持隐藏，而且还能保护你不受“冰冻”技能的伤害。但吸血鬼伯爵还是能让你的速度减慢一点。这套装备也会让你能对所有咬你的吸血鬼造成额外伤害。 §4只能被吸血鬼猎人使用§r",
  "guide.vampirism.items.hunter_axe.text": "给予吸血鬼极高的击退和额外的伤害。§4只能被吸血鬼猎人使用§r",
  "guide.vampirism.items.stake.text": "对于被训练过的吸血鬼猎人非常有用。如果解锁了它们对应的技能，它们就可以秒杀生命值低于总生命值%s的吸血鬼。",
  "guide.vampirism.items.holy_water_bottle.text": "圣水是抵抗吸血鬼的重要武器。\n它既可以被转换成喷溅型圣水来直接伤害吸血鬼，也可以使用更进一步的配方。\n\n有两种方法可以制造圣水。\n它可以从专门从事吸血鬼狩猎的牧师村民那里买到，如果你已经学会了怎么做并解锁了对应的技能，你也可以通过在教堂祭坛对%s进行祝圣仪式(拿着它右击祭坛)来制造圣水。\n%s可以通过添加%s到水瓶中获得。",
  "guide.vampirism.items.holy_salt.text": "圣盐是圣水的主要成分。\n你既可以从一些牧师村民中买到它，也可以在教堂祭坛对%s进行祝圣仪式来得到它(拿着它右击祭坛)。\n%s也可以在箱子中被找到，如果你已经学会了怎么制作它，将水放入到%s中烹煮也可以获得它。",
  "guide.vampirism.items.purified_garlic.text": "在将大蒜的主要成分提取出来之后你就能得到纯化大蒜。\n它可以被用于强力的配方或增强%s的效果。",
  "guide.vampirism.items.item_alchemical_fire.text": "这种精心制作的复合粉末制造了一种不会熄灭的火种，但它并不会蔓延。\n你可以用它来装饰或防御，也可以用它来制造火之箭。",
  "guide.vampirism.items.obsidian_armor": "黑曜石狱甲套",
  "guide.vampirism.items.obsidian_armor.text": "This armor is crafted using solidified lava.\\nIt is very protecting, but also very heavy and thereby slows you down.\\nDue to its nature it is fire proof, so if fully equipped you do not have to fear fire.\\nBut be careful, lava might still get through it.",
  "guide.vampirism.items.heart_seeker.text": "Dance around your enemy and elegantly pierce their heart, as long as you have learned how to use it.\\nHas to be charged with blood (e.g. using a blood pedestal) to deal reasonable damage.\\nYou have to get used to every sword. In the beginning you can only swing it very slowly, but with every defeated mob you will be able to wield it more quickly.",
  "guide.vampirism.items.heart_striker.text": "Face your enemy and defeat them with ease, as long as you have learned how to use it.\\nHas to be charged with blood (e.g. using a blood pedestal) to deal reasonable damage.\\nYou have to get used to every sword. In the beginning you can only swing it very slowly, but with every defeated mob you will be able to wield it more quickly.",
  "guide.vampirism.items.blood_infused_iron_ingot.text": "这是用血液与铁锭反应而成的特制铁锭。可以被用于一些吸血鬼武器的合成。",
  "guide.vampirism.items.vampire_cloak_black_red.text": "Modern vampires are fashion-conscious, therefor they need something fancy to wear.\\nThis sleek cloak might be exactly what you are looking for. Not only does it have a interesting pattern, but it is also perfectly tailored to vampires. It also comes in different colors. However, this piece of fashion is not cheap.",
  "guide.vampirism.blocks.title": "方块",
  "guide.vampirism.blocks.castle_block_dark_brick.text": "装饰性方块。能防止非吸血鬼生物的生成。其变体暗石将不允许实体在其上生成。",
  "guide.vampirism.blocks.vampire_orchid.text": "一种花。能在吸血鬼生物群系被找到。",
  "guide.vampirism.blocks.altar_infusion.text": "多方块结构，被用于吸血鬼的升级。",
  "guide.vampirism.blocks.hunter_table.text": "被用于合成%s的方块。",
  "guide.vampirism.blocks.church_altar.text": "能在一些村庄的教堂里找到。如果你是吸血鬼，你可以用它来变回普通的人类。",
  "guide.vampirism.blocks.weapon_table.text": "Used to craft several hunter weapons and tools. Some recipes use lava, so you have to fill it by right clicking with a lava bucket.\\n§4Can only be used by Vampire Hunters§r and requires a special skill.",
  "guide.vampirism.blocks.blood_potion_table.text": "被用于合成血药的方块。放入吸血鬼之血、大蒜和其他可选的物品以制造血药。§4只能被吸血鬼猎人使用§r，并且还需要特殊的技能。",
  "guide.vampirism.blocks.blocks.coffin.text": "能让吸血鬼在白天睡觉。",
  "guide.vampirism.blocks.item_med_chair.text": "用于注射%s和%s的椅子。",
  "guide.vampirism.blocks.alchemical_cauldron.text": "被用于多个炼金术配方的合成。§4只能被吸血鬼猎人使用§r，并且还需要特殊的技能。",
  "guide.vampirism.blocks.garlic_beacon_normal.text": "Diffuses garlic particles into the air to prevent vampires from spawning and to weaken nearby vampires. The normal versions affects an area of %s by %s chunks from bedrock to sky around it, the improved one a %s by %s area. Its effect on vampires can be temporarily boosted by right-clicking it with %s. When boosted it even blinds nearby vampire players.",
  "guide.vampirism.blocks.altar_inspiration.text": "被用于吸血鬼的升级。",
  "guide.vampirism.blocks.blood_container.text": "能存储大量的血液。拿着血瓶（潜行）右击它以存储或取出血液。",
  "guide.vampirism.blocks.blood_pedestal.text": "能被用于充能以血液为能源的物品。将其放置于任意血液容器或液槽的顶端，然后通过拿着可被充能的物品右击它来充能。",
  "guide.vampirism.blocks.blood_grinder.text": "This advanced machine is able to grind certain items to extract blood. This includes items like %s but also %s and some modded items. However, the extracted blood is impure. Place it on top of a %s to filter the result.\\nIt acts like an hopper extracting suitable items from a inventory above and accepting items thrown on top of it.",
  "guide.vampirism.blocks.blood_sieve.text": "这个方块可以被用于提纯%s，它是由%s生产的。它也许也可以被用于其他模组的血液转换。把它放在一个血液容器的顶部，然后从上面泵入血液以过滤血液。它还能自动地引流其上方容器中的浑浊血液。",
  "guide.vampirism.blocks.totem_top.text": "用于控制村庄。",
  "guide.vampirism.blocks.totem_base.text": "用于控制村庄。"
}